Repository: bennet0496/avelsieve2roundcube
Catalog: locale/*/LC_MESSAGES/avelsieve_rule_11.po
Languages: el_gr

source: RBLs are lists of Internet addresses, that have been verified to send SPAM messages.
el_gr: Οι RBL είναι λίστες διευθύνσεων διαδικτύου, οι οποίες έχουν επιβεβαιωθεί ότι στέλνουν μηνύματα SPAM.

source: Place Messages that are marked in these black lists in the Junk Folder
el_gr: Τοποθέτηση των μηνυμάτων που σημειώνονται στις Black Lists στο Φάκελο Αχρήστων (Junk)

source: Not considered as SPAM
el_gr: Δεν θεωρείται SPAM

source: Considered as SPAM
el_gr: Θεωρείται SPAM

source: Temporary Failure during RBL Check
el_gr: Προσωρινή αποτυχία κατά τον έλεγχο της RBL

source: Check for Validity of Sender's Email Address
el_gr: Έλεγχος αξιοπιστίας της ηλεκτρονικής διεύθυνσης αποστολέα

source: Sender Address Verification
el_gr: Επαλήθευση ηλεκτρονικής διεύθυνσης αποστολέα

source: Sender Address is valid
el_gr: Έγκυρη διεύθυνση αποστολέα

source: Sender Address does not exist
el_gr: Ανύπαρκτη διεύθυνση αποστολέα

source: Unable to verify Sender Address (Permanent Error)
el_gr: Αδυναμία επαλήθευσης της διεύθυνσης αποστολέα (μόνιμo σφάλμα)

source: Unable to verify Sender Address (Temporary Error)
el_gr: Αδυναμία επαλήθευσης της διεύθυνσης αποστολέα (προσωρινό σφάλμα)

source: Perform Additional Verification Tests
el_gr: Πραγματοποίηση συμπληρωματικών ελέγχων επαλήθευσης

source: Forged Header
el_gr: Ψευδής επικεφαλίδα

source: Message Header is Valid
el_gr: Η επικεφαλίδα του μηνύματος είναι έγκυρη

source: Message Header is Forged
el_gr: Η επικεφαλίδα του μηνύματος είναι ψευδής

source: Temporary Failure during Check of Message Header
el_gr: Προσωρινή αποτυχία κατά των έλεγχο της επικεφαλίδας του μηνύματος

source: File messages in Junk folder, if the sender address does not exist.
el_gr: Μεταφορά μηνυμάτων στο φάκελο Αχρήστων (Junk), όταν η διεύθυνση αποστολέα δεν υπάρχει.

source: Strict mode: Also file messages in Junk when the sender does not accept any answers.
el_gr: Αυστηρή λειτουργία: Μεταφορά μηνυμάτων στο φάκελο αχρήστων και όταν ο αποστολέας δεν δέχεται απάντηση.

source: Spamhaus tracks the Internet's Spammers, Spam Gangs and Spam Services, provides dependable realtime anti-spam protection for Internet networks, and works with Law Enforcement to identify and pursue spammers worldwide.
el_gr: Το Spamhaus εντοπίζει τους αποστολείς Spam μηνυμάτων μέσω διαδικτύου, τις «συμμορίες» αποστολής Spam καθώς και τις υπηρεσίες Spam. Παρέχει στα δίκτυα αξιόπιστη προστασία κατά των Spam σε πραγματικό χρόνο και συνεργάζεται στην επιβολή του νόμου ταυτοποιώντας και καταδιώκοντας τους αποστολείς Spam παγκοσμίως.

source: SpamCop is the premier service for reporting spam. SpamCop determines the origin of unwanted email and reports it to the relevant Internet service providers. By reporting spam, you have a positive impact on the problem. Reporting unsolicited email also helps feed spam filtering systems, including, but not limited to, SpamCop\'s own service.
el_gr: Ο SpamCop είναι η πρώτη υπηρεσία αναφοράς Spam. Προσδιορίζει την προέλευση των ανεπιθύμητων ηλεκτρονικών μηνυμάτων και τις αναφέρει στον αρμόδιο πάροχο. Αναφέροντας τα Spam μηνύματα συμβάλλετε στην επίλυση του προβλήματος. Αναφέροντας ανεπιθύμητα ηλεκτρονικά μηνύματα συμβάλετε στην ενημέρωση των συστημάτων διαλογής μηνυμάτων Spam συμπεριλαμβανομένης της υπηρεσίας SpamCop χωρίς όμως να περιορίζεται μόνο σε αυτή.

source: The CBL takes its source data from very large spamtraps/mail infrastructures, and only lists IPs exhibiting characteristics which are specific to open proxies of various sorts (HTTP, socks, AnalogX, wingate etc) which have been abused to send spam, worms/viruses that do their own direct mail transmission, or some types of trojan-horse or "stealth" spamware, without doing open proxy tests of any kind. In other words, the CBL only lists IPs that have attempted to send email to one of our servers in such a way as to indicate that the sending IP is infected.
el_gr: Η CBL λαμβάνει δεδομένα από πολύ μεγάλες «παγίδες» Spam μηνυμάτων καταγράφοντας IP διευθύνσεις μόνο όταν αυτές παρουσιάζουν συγκεκριμένα χαρακτηριστικά που αφορούν «ανοικτούς» διαμεσολαβητές διαφόρων ειδών (HTTP, socks, AnalogX, wingate κλπ) οι οποίοι και έχουν προσβληθεί ώστε να αποστέλλουν Spam, worms/ιούς που κάνουν άμεση αποστολή ηλεκτρονικών μηνυμάτων ή κάποιου τύπου Trojan-horse/stealth/spamware χωρίς ωστόσο να κάνουν κάποιον έλεγχο του διαμεσολαβητή. Με λίγα λόγια η CBL καταγράφει μόνο τις IP που έχουν επιχειρήσει να στείλουν ηλεκτρονικό μήνυμα σε κάποιον από τους server της κατά τρόπο που υποδεικνύει ότι οι συγκεκριμένες IP έχουν μολυνθεί.

source: Sender Address Verification (SAV) is a mechanism whereby the mail system checks if it can reach the sender of a message via the address that appears in the message envelope. If the server of the organization that the sender address belongs to responds to the check by saying that the address does not exist then Sender Address Verification fails.<br/<br/>WARNING: some organisations transmit automatic messages with an inexistent sender address (so called &quot;noreply&quot; addresses). These message will trigger an address verification failure and will end up in your Junk folder.
el_gr: Η Επαλήθευση Ηλεκτρονικής Διεύθυνσης Αποστολέα (Sender Address Verification, SAV) είναι ένας μηχανισμός μέσω του οποίου το Σύστημα Ηλεκτρονικών μηνυμάτων ελέγχει αν μπορεί να καταλήξει στον αποστολέα ενός ηλεκτρονικού μηνύματος κάνοντας χρήση της διεύθυνσης που εμφανίζεται σε αυτό. Αν ο οργανισμός, στον οποίο εμφανίζεται να ανήκει η ηλεκτρονική διεύθυνση του αποστολέα, ανταποκριθεί στον έλεγχο δηλώνοντας ότι η ηλεκτρονική διεύθυνση δεν υπάρχει, τότε ο έλεγχος έχει αποτύχει. Ορισμένοι οργανισμοί προωθούν μηνύματα με ανύπαρκτη διεύθυνση αποστολέα (γνωστές ως «noreply» Διευθύνσεις). Αυτά τα μηνύματα θα ενεργοποιήσουν την αποτυχία επαλήθευσης της ηλεκτρονικής διεύθυνσης αποστολέα και θα καταλήξουν στον φάκελο «Junk».

source: Strict mode: In the normal mode of behaviour only a non existent sender results in Sender Address Verification failure. In strict mode, Sender Address Verification <strong>also</strong> fails for those cases where the remote server cannot accept a message for other permanent reasons besides the sender not existing.
el_gr: Αυστηρότερη Λειτουργία: Στην Κανονική Λειτουργία, μόνο ένας αποστολέας που δεν είναι πραγματικός θα οδηγούσε σε αποτυχία επαλήθευσης της ηλεκτρονικής διεύθυνσης. Στην Αυστηρότερη Λειτουργία, η επαλήθευση ηλεκτρονικής διεύθυνσης αποτυγχάνει <strong>επιπλέον</strong> και στις περιπτώσεις που ο εξυπηρετητής απομακρυσμένης πρόσβασης δεν μπορεί να αποδεχτεί μηνύματα και για άλλους μόνιμους λόγους εκτός από την ανυπαρξία του αποστολέα.

source: An aggretate listing of various &quot;safe&quot; checks from SORBS, Spam and Open Relay Blocking System (SORBS)
el_gr: Μια συνολική καταγραφή διαφόρων ελέγχων ασφαλείας από το SORBS (Spam and Open Relay Blocking System)

source: The Spamhaus PBL is a DNSBL database of end-user IP address ranges which should not be delivering unauthenticated SMTP email to any Internet mail server except those provided for specifically by an ISP for that customer\'s use. The PBL helps networks enforce their Acceptable Use Policy for dynamic and non-MTA customer IP ranges.
el_gr: Η Spamhaus PBL είναι μία DNSBL βάση δεδομένων από διευθύνσεις IP τελικών αποδεκτών οι οποίες δεν θα έπρεπε να αποστέλλουν μη πιστοποιημένης αυθεντικότητας ηλεκτρονικά μηνύματα σε κανέναν εξυπηρετητή ηλεκτρονικού ταχυδρομείου του Διαδικτύου εκτός από αυτούς που παρέχονται από έναν πάροχο στους πελάτες του για αυτή τη χρήση. Η PBL βοηθά τα δίκτυα να ενισχύσουν την Πολιτική Αποδεκτής Χρήσης που εφαρμόζουν στις Dynamic και non-MTA IP των πελατών τους.

source: The Spamhaus Exploits Block List (XBL) is a realtime database of IP addresses of illegal 3rd party exploits, including open proxies (HTTP, socks, AnalogX, wingate, etc), worms/viruses with built-in spam engines, and other types of trojan-horse exploits.
el_gr: Η Spamhaus Exploits Block List (XBL) είναι μία βάση δεδομένων σε πραγματικό χρόνο και περιλαμβάνει IP διευθύνσεις παράνομων επιθέσεων από τρίτους, συμπεριλαμβανομένων «ανοικτών» διαμεσολαβητών (HTTP, socks, AnalogX, wingate κλπ), worms / ιών με ενσωματωμένους μηχανισμούς Spam και άλλες επιθέσεις από Trojan Horses.

source: This test checks if a message header is forged. For instance, the IP addresses are fake.
el_gr: Αυτό το τεστ ελέγχει αν η επικεφαλίδα του μηνύματος είναι ψευδής. Για παράδειγμα, αν η IP διεύθυνση είναι πλαστή.
